christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gerane.Theme-Dracula
hollowtree.vue-snippets
ms-vsliveshare.vsliveshare
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
rafaelmaiolla.remote-vscode
rebornix.ruby
sdras.vue-vscode-snippets
shardulm94.trailing-spaces
sianglim.slim
WallabyJs.quokka-vscode
xyz.local-history
